package com.mygdx.game;

public enum Names {
    Иван, Елисей, Яромир, Мирослав, Валькирий, Святополк, Тихон, Пересвет, Агвид, Агне,  Акке,
    Альрик, Альфгрейф, Аркел, Арнгейр, Асвальд, Атли, Ауд, Балдер, Барди, Бернт, Бёдвар, Биргер,
    Брандт, Бруни, Вагни, Вальдемар, Вебьёрн, Варди, Вегейр, Вермунд, Вестмард, Вестгейрд, Видар,
    Вигге, Вилфред, Вилмар, Гаральд, Гейрмунд, Герхард, Грегер, Гуди, Гудмунд, Гуннар, Гуннульв,
    Давен, Дагфинн, Джерард, Дьярви, Зигмунд, Зигфрит, Зигвард, Ивар, Ингвальт, Ингве, Ингемар,
    Ингмунд, Йоанн, Йоран, Йоханнес, Калле, Клемент, Кеннет, Колльбьёрн, Кьелл, Лейв, Локи, Ленне,
    Людвиг, Льётольв, Магнус, Магни, Мари, Матс, Миккель, Моди, Нел, Никлас, Ненне, Ньорд, Оден,
    Одд, Ойвинд, Оскар, Ормарр, Оттар, Пер, Понтус, Рагнар, Расмус, Рагнвальд, Регин, Рерик, Роар,
    Рикард, Ролло, Рун, Рэгнволд, Сверр, Севверин, Сигтрюг, Сигурт, Снорре, Стейн, Стейнвульф, Стиг,
    Талэк, Тир, Тове, Торбрант, Торгейрд, Торгни, Торкелл, Тормод, Торрод, Торстейн, Трюггви, Ульвар,
    Ульрих, Ульфбьерн, Финнр, Фолке, Фрейр, Фрейгейрд, Фридлейф, Фридрик, Фроде, Фрост, Хакон,
    Халлстейн, Хельми, Хаук, Хелге, Хольми, Хрут, Хьярти, Эггил, Эйвинд, Эйлерт, Эйольф, Энок,
    Эсбен, Ярл, Якоб
    ;
}
